{
	"common.home": "Accueil",
	"common.steps": "Etape {current}/{total}",
	"common.player.name": "Nom du joueur",
	"common.character.name": "Nom du personnage",
	"common.next": "Suivant",
	"common.previous": "Précédent",
	"common.error.empty": "Le champs doit être rempli.",
	"common.DEX": "Dextérité",
	"common.CON": "Constitution",
	"common.WIS": "Sagesse",
	"common.INT": "Intelligence",
	"common.CHA": "Charisme",
	"common.STR": "Force",
	"common.FRE": "Libre",
	"common.NUL": "-",
	"bonus": "Bonus",
	"malus": "Malus",
	"ancestry.error": "Veuillez sélectionner une race s'il vous plait.",
	"ancestry.elf": "Elfe",
	"ancestry.elf.description": "Les elfes sont grands et minces, issus d'un peuple doté d'une longue espérance de vie, et d'une importante tradition artistique et magique.",
	"ancestry.gnome": "Gnome",
	"ancestry.gnome.description": "Les gnomes sont petits et robustes, animés d'une insatiable curiosité et d'habitudes excentriques.",
	"ancestry.goblin": "Gobelin",
	"ancestry.goblin.description": "Les gobelins sont petits, énergiques et brouillons, redoutés et dénigrés depuis des millénaires.",
	"ancestry.halfling": "Halfelin",
	"ancestry.halfling.description": "Les halfelins sont des gens de petite taille qui s'adaptent facilement et montrent une curiosité et un humour remarquable.",
	"ancestry.human": "Humain",
	"ancestry.human.description": "Les humains présentent une incroyable diversité. Certains, comme les demi-elfes et les demi-orcs, ont même des ancêtres non humain.",
	"ancestry.dwarf": "Nain",
	"ancestry.dwarf.description": "Les nains sont petits et trapus, souvent entêtés, féroces et dévoues",
	"class.alchemist": "Alchemist",
	"class.alchemist.description": "The alchemist throws alchemical bombs and drinks concoctions of their own making.",
	"class.barbarian": "Barbarian",
	"class.barbarian.description": "The barbarian flies into a rage on the battlefield, smashing foes with abandon.",
	"class.bard": "Bard",
	"class.bard.description": "Skilled performances and secrets of the occult enable the bard to distract foes and inspire allies.",
	"class.champion": "Champion",
	"class.champion.description": "A warrior dedicated to a deity, the champion uses divine power to enhance their abilities and protect allies.",
	"class.cleric": "Cleric",
	"class.cleric.description": "The cleric calls on the power of a deity to cast spells that can heal allies or harm foes.",
	"class.druid": "Druid",
	"class.druid.description": "The druid uses the magic of the natural world to bolster allies and strike down enemies.",
	"class.fighter": "Fighter",
	"class.fighter.description": "The fighter is a master of weapons, martial techniques, and powerful attack combinations.",
	"class.monk": "Monk",
	"class.monk.description": "The monk wields the secrets of martial arts in dazzling displays of battlefield prowess.",
	"class.ranger": "Ranger",
	"class.ranger.description": "The ranger is a master of using their surroundings, traps, and animal allies to harry enemies.",
	"class.rogue": "Rogue",
	"class.rogue.description": "The rogue is a multitalented master of skulduggery who strikes when enemies least expect it.",
	"class.sorcerer": "Sorcerer",
	"class.sorcerer.description": "The sorcerer’s magical might flows from their blood and manifests as fantastic spells and abilities.",
	"class.wizard": "Wizard",
	"class.wizard.description": "The wizard is a scholar whose reservoirs of arcane knowledge powers their wondrous spells and abilities."
}
