{
	"common.home": "Accueil",
	"common.steps": "Etape {current}/{total}",
	"common.player.name": "Nom du joueur",
	"common.character.name": "Nom du personnage",
	"common.next": "Suivant",
	"common.previous": "Précédent",
	"common.error.empty": "Le champs doit être rempli.",
	"common.DEX": "Dextérité",
	"common.CON": "Constitution",
	"common.WIS": "Sagesse",
	"common.INT": "Intelligence",
	"common.CHA": "Charisme",
	"common.STR": "Force",
	"common.FRE": "Libre",
	"common.NUL": "-",
	"bonus": "Bonus",
	"malus": "Malus",
	"ancestry.error": "Veuillez sélectionner une race s'il vous plait.",
	"ancestry.elf": "Elfe",
	"ancestry.elf.description": "Les elfes sont grands et minces, issus d'un peuple doté d'une longue espérance de vie, et d'une importante tradition artistique et magique.",
	"ancestry.gnome": "Gnome",
	"ancestry.gnome.description": "Les gnomes sont petits et robustes, animés d'une insatiable curiosité et d'habitudes excentriques.",
	"ancestry.goblin": "Gobelin",
	"ancestry.goblin.description": "Les gobelins sont petits, énergiques et brouillons, redoutés et dénigrés depuis des millénaires.",
	"ancestry.halfling": "Halfelin",
	"ancestry.halfling.description": "Les halfelins sont des gens de petite taille qui s'adaptent facilement et montrent une curiosité et un humour remarquable.",
	"ancestry.human": "Humain",
	"ancestry.human.description": "Les humains présentent une incroyable diversité. Certains, comme les demi-elfes et les demi-orcs, ont même des ancêtres non humain.",
	"ancestry.dwarf": "Nain",
	"ancestry.dwarf.description": "Les nains sont petits et trapus, souvent entêtés, féroces et dévoues",
	"class.error": "Veuillez sélectionner une classe s'il vous plait.",
	"class.alchemist": "Alchimiste",
	"class.alchemist.description": "L'achimiste lance des bombes alchimiques et boit des décoctions de sa confection.",
	"class.barbarian": "Barbare",
	"class.barbarian.description": "Sur le champ de bataille, le barbare se laisse emporter par la rage et s'abandonne au plaisir du combat.",
	"class.bard": "Barde",
	"class.bard.description": "Grâce à ses magnifiques représentations et aux secrets de l'occulte, le barde distrait ses ennemis et inspire ses alliés.",
	"class.champion": "Champion",
	"class.champion.description": "Combattant dévoué à une divinité, le champion puise dans la puissance divine pour améliorer ses pouvoirs et protéger ses alliés",
	"class.cleric": "Prêtre",
	"class.cleric.description": "Le prêtre fait appel aux pouvoirs de sa divinité pour lancer des sorts capables de soigner ses alliés ou blesser ses ennemis.",
	"class.druid": "Druide",
	"class.druid.description": "Le druide utilise la magie du monde naturel pour soutenir ses alliés et terrasser ses ennemis.",
	"class.fighter": "Guerrier",
	"class.fighter.description": "Le guerrier est un maître en matière d'armes, de techniques martiales et de puissantes combinaisons d'attaque.",
	"class.monk": "Moine",
	"class.monk.description": "Le moine manie les secrets des arts martiaux dans une démonstration époustouflante d'exploits guerriers.",
	"class.ranger": "Rôdeur",
	"class.ranger.description": "Le rôdeur sait comment utiliser son environnement, ses pièges et ses alliés animaux pour harceler l'ennemi.",
	"class.rogue": "Roublard",
	"class.rogue.description": "Le roublard est un maître des activités douteuses qui frappe quand ses ennemis s'y attendent le moins.",
	"class.sorcerer": "Ensorceleur",
	"class.sorcerer.description": "La puissance magique de l'ensorceleur émane de son sang et se manifeste sous forme de sorts et de pouvoirs fantastiques.",
	"class.wizard": "Magicien",
	"class.wizard.description": "Le magicien est un érudit qui alimente ses pouvoirs et ses sorts merveilleux avec ses immenses réserves de connaissances."
}
